Repository: common-repository/product-filter-addon-for-woocommerce
Catalog: languages/nss-search-product-*.po
Languages: de_ch

source: Category Name
de_ch: Name der Kategorie

source: Category Search
de_ch: Kategoriensuche

source: Category Search Filter
de_ch: Kategorie-Suchfilter

source: Elementor widget product filter
de_ch: Elementor Widget-Produktfilter

source: Enter select option name which you went
de_ch: Geben Sie den Namen der gewählten Option ein, die Sie gewählt haben.

source: How many Product do you went to show?
de_ch: Wie viele Produkte hast du ausgestellt?

source: No products found
de_ch: Keine Produkte gefunden

source: One Step
de_ch: Ein Schritt

source: Post Per Page
de_ch: Beitrag pro Seite

source: Search
de_ch: Suche

source: Setp Selector
de_ch: Wahlschalter einstellen

source: Specfic ID
de_ch: Spezifische ID

source: Specfic Step
de_ch: Spezifikationsschritt

source: Sub Cat Name
de_ch: Name der Unterkatze

source: Sub Child Name
de_ch: Name des Untergeordneten

source: This is a product category item search filter plugin.
de_ch: Dies ist eine Produktkategorie Artikelsuche Filter Plugin.

source: Three Step
de_ch: Drei Schritte

source: Two Step
de_ch: Zweistufig

source: When you select "specfic step" than enter specfic category ID here.
de_ch: Wenn Sie "Spezifikationsschritt" wählen, geben Sie hier die ID der Spezifikationskategorie ein.
